Revit 2027 API
ParameterTypeId.RoomFinishCeiling Property
 "Ceiling Finish"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomFinishCeiling { get; }
Public Shared ReadOnly Property RoomFinishCeiling As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomFinishCeiling {
	ForgeTypeId^ get ();
}
static member RoomFinishCeiling : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace